fun main() {
    //  Символы алфавита нумеруются от 1 до 33. Каждое число используется только один раз.
    //  Сообщение шифруется с помощью ключевого слова, задаваемого пользователем.
    //  Номер символа ключевого слова показывает, на сколько нужно сдвинуться по массиву из символов русского алфавита.
    //  Составить программу шифровки и дешифровки строкового выражения (то есть программа спрашивает - зашифровать или расшифровать текст и ключевое слово).
    //  Первый массив считать закольцованным. Регистр букв не имеет значения.
    //  Имеется массив из символов русского алфавита (все 33 символа, могут быть не по порядку).
    val cyrillic = "абвгдеёжзийклмнопрстуфхцчшщъыьэюя"
    val cyrillicChars = cyrillic.toList()

}